Repository: rbmutai/MeCheck
Catalog: MeCheck/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, ko, nb, pl, pt, sv, zh_hans

source: Unlimited habits and gratitude journals, unlock all charts, remove ads!
da: Ubegrænsede vaner og taknemmeligheds journal, lås op for alle diagrammer, fjern annoncer!
de: Unbegrenzte Gewohnheiten und Dankbarkeitstagebücher, alle Diagramme freischalten, Werbung entfernen!
es: ¡Diarios ilimitados de hábitos y gratitud, desbloquea todos los gráficos, elimina anuncios!
fi: Rajoittamattomat tottumukset ja kiitollisuuspäiväkirjat, avaa kaikki kaaviot, poista mainoksia!
fr: Journaux d'habitudes et de gratitude illimités, débloquer tous les graphiques, supprimer les publicités !
it: Abitudini illimitate e diari della gratitudine, sblocca tutti i grafici, rimuovi le pubblicità!
ja: 無制限の習慣と感謝の日記、すべてのチャートのロックを解除、広告を削除！
ko: 무제한 습관 및 감사 일기, 모든 차트 잠금 해제, 광고 제거!
nb: Ubegrensede vaner og takknemlighetsjournaler, lås opp alle diagrammer, fjern annonser!
pl: Nieograniczone nawyki i dzienniki wdzięczności, odblokuj wszystkie wykresy, usuń reklamy!
pt: Hábitos e diários de gratidão ilimitados, desbloqueie todos os gráficos, remova anúncios!
sv: Obegränsade vanor och tacksamhetsdagböcker, lås upp alla diagram, ta bort annonser!
zh_hans: 无限的习惯和感恩日记，解锁所有图表，删除广告！

source: Unlimited reminders
da: Ubegrænsede påmindelser
de: Unbegrenzte Erinnerungen
es: Recordatorios ilimitados
fi: Rajattomasti muistutuksia
fr: Rappels illimités
it: Promemoria illimitati
ja: 無制限のリマインダー
ko: 무제한 알림
nb: Ubegrensede påminnelser
pl: Nieograniczone przypomnienia
pt: Lembretes ilimitados
sv: Obegränsade påminnelser
zh_hans: 无限提醒

source: Unlock all charts
da: Lås op for alle diagrammer
de: Schalte alle Diagramme frei
es: Desbloquear todos los gráficos
fi: Avaa kaikki kaaviot
fr: Débloquez tous les graphiques
it: Sblocca tutte le classifiche
ja: すべてのチャートをロック解除
ko: 모든 차트 잠금 해제
nb: Lås opp alle diagrammer
pl: Odblokuj wszystkie wykresy
pt: Desbloquear todos os gráficos
sv: Lås upp alla diagram
zh_hans: 解锁全部图表

source: Unlock Premium
da: Lås Premium op
de: Premium freischalten
es: Desbloquear Premium
fi: Avaa Premium
fr: Débloquer Premium
it: Sblocca Premium
ja: プレミアムのロックを解除
ko: 프리미엄 잠금 해제
nb: Lås opp Premium
pl: Odblokuj Premium
pt: Desbloquear Premium
sv: Lås upp Premium
zh_hans: 解锁高级版

source: Upgrade
da: Opgrader
de: Aktualisierung
es: Mejora
fi: Päivitä
fr: Mise à niveau
it: Aggiornamento
ja: アップグレード
ko: 업그레이드
nb: Oppgradering
pl: Aktualizacja
pt: Atualizar
sv: Uppgradera
zh_hans: 升级

source: UPGRADE
da: OPGRADERING
de: AKTUALISIERUNG
es: MEJORA
fi: PÄIVITYS
fr: MISE À NIVEAU
it: AGGIORNAMENTO
ja: アップグレード
ko: 업그레이드
nb: OPPGRADERING
pl: AKTUALIZACJA
pt: ATUALIZAR
sv: UPPGRADERA
zh_hans: 升级

source: View
da: Udsigt
de: Sicht
es: Vista
fi: Näytä
fr: Voir
it: Visualizzazione
ja: ビュー
ko: 보다
nb: Utsikt
pl: Pogląd
pt: Visualizar
sv: Se
zh_hans: 看法

source: View options
da: Se muligheder
de: Optionen anzeigen
es: Ver opciones
fi: Näytä vaihtoehdot
fr: Afficher les options
it: Visualizza le opzioni
ja: 表示オプション
ko: 옵션 보기
nb: Vis alternativer
pl: Zobacz opcje
pt: Ver opções
sv: Visa alternativ
zh_hans: 查看选项

source: We don't have permission to send you notifications
da: Vi har ikke tilladelse til at sende dig notifikationer
de: Wir sind nicht berechtigt, Ihnen Benachrichtigungen zu senden
es: No tenemos permiso para enviarte notificaciones.
fi: Meillä ei ole lupaa lähettää sinulle ilmoituksia
fr: Nous ne sommes pas autorisés à vous envoyer des notifications
it: Non abbiamo il permesso di inviarti notifiche
ja: 通知を送信する権限がありません
ko: 귀하에게 알림을 보낼 권한이 없습니다.
nb: Vi har ikke tillatelse til å sende deg varsler
pl: Nie mamy uprawnień do wysyłania Ci powiadomień
pt: Não temos permissão para enviar notificações para você
sv: Vi har inte behörighet att skicka meddelanden till dig
zh_hans: 我们没有权限向您发送通知

source: Weather
da: Vejr
de: Wetter
es: Clima
fi: Sää
fr: Météo
it: Tempo atmosferico
ja: 天気
ko: 날씨
nb: Vær
pl: Pogoda
pt: Clima
sv: Väder
zh_hans: 天气

source: Weekly
da: Ugentlig
de: Wöchentlich
es: Semanalmente
fi: Viikoittain
fr: Hebdomadaire
it: Settimanalmente
ja: 毎週
ko: 주간
nb: Ukentlig
pl: Co tydzień
pt: Semanalmente
sv: Varje vecka
zh_hans: 每周

source: Welcome!
da: Velkommen!
de: Willkommen!
es: ¡Bienvenido!
fi: Tervetuloa!
fr: Accueillir!
it: Benvenuto!
ja: いらっしゃいませ！
ko: 환영!
nb: Velkommen!
pl: Powitanie!
pt: Bem-vindo!
sv: Välkommen!
zh_hans: 欢迎！

source: What good thing happened?
da: Hvad godt skete der?
de: Was für eine gute Sache ist passiert?
es: ¿Qué bueno pasó?
fi: Mitä hyvää tapahtui?
fr: Quelle bonne chose est arrivée ?
it: Cosa è successo di bello?
ja: 何か良いことがありましたか？
ko: 무슨 좋은 일이 있었나요?
nb: Hva bra skjedde?
pl: Co dobrego się wydarzyło?
pt: Que coisa boa aconteceu?
sv: Vilken bra sak hände?
zh_hans: 有什么好事发生吗？

source: Who was responsible
da: Hvem var ansvarlig
de: Wer war verantwortlich
es: ¿Quién fue el responsable?
fi: Kuka oli vastuussa
fr: Qui était responsable
it: Chi era responsabile
ja: 誰が責任を負ったのか
ko: 누가 책임을 졌는가
nb: Hvem var ansvarlig
pl: Kto był odpowiedzialny
pt: Quem foi o responsável
sv: Vem var ansvarig
zh_hans: 谁负责

source: Who was responsible for it?
da: Hvem var ansvarlig for det?
de: Wer war dafür verantwortlich?
es: ¿Quién fue el responsable de ello?
fi: Kuka siitä oli vastuussa?
fr: Qui en était responsable ?
it: Chi ne era responsabile?
ja: 誰が責任を負ったのですか?
ko: 그 책임은 누구에게 있었나요?
nb: Hvem var ansvarlig for det?
pl: Kto był za to odpowiedzialny?
pt: Quem foi o responsável por isso?
sv: Vem var ansvarig för det?
zh_hans: 谁对此负责？

source: Who was responsible?
da: Hvem var ansvarlig?
de: Wer war verantwortlich?
es: ¿Quién fue el responsable?
fi: Kuka oli vastuussa?
fr: Qui était responsable?
it: Chi era responsabile?
ja: 誰が責任を負ったのか ?
ko: 누가 책임을 졌는가 ?
nb: Hvem var ansvarlig ?
pl: Kto był odpowiedzialny ?
pt: Quem foi o responsável ?
sv: Vem var ansvarig ?
zh_hans: 谁负责?

source: Workmate
da: Arbejdskammerat
de: Arbeitskollege
es: compañero de trabajo
fi: Työkaveri
fr: Camarade de travail
it: Collega
ja: 同僚
ko: 직장 동료
nb: Arbeidskamerat
pl: Współpracownik
pt: Colega de trabalho
sv: Arbetskamrat
zh_hans: 工作伙伴

source: Yearly
da: Årligt
de: Jährlich
es: Anual
fi: Vuosittain
fr: Annuel
it: Annuale
ja: 年間
ko: 매년
nb: Årlig
pl: Rocznie
pt: Anual
sv: Årlig
zh_hans: 每年

source: Yearly Gratitude Statistics
da: Årlig taknemmelighedsstatistik
de: Jährliche Dankbarkeitsstatistiken
es: Estadísticas anuales de gratitud
fi: Vuosittaiset kiitollisuustilastot
fr: Statistiques annuelles de gratitude
it: Statistiche annuali sulla gratitudine
ja: 年間感謝統計
ko: 연간 감사통계
nb: Årlig takknemlighetsstatistikk
pl: Roczne statystyki wdzięczności
pt: Estatísticas anuais de gratidão
sv: Årlig tacksamhetsstatistik
zh_hans: 年度感恩统计数据

source: Yearly Habits Statistics
da: Årlig vanestatistik
de: Jährliche Gewohnheitsstatistiken
es: Estadísticas anuales de hábitos
fi: Vuosittaiset tapatilastot
fr: Statistiques annuelles sur les habitudes
it: Statistiche sulle abitudini annuali
ja: 年間習慣統計
ko: 연간 습관 통계
nb: Årlig vanestatistikk
pl: Roczne statystyki nawyków
pt: Estatísticas anuais de hábitos
sv: Årlig vanestatistik
zh_hans: 年度习惯统计

source: Yearly Mood Statistics
da: Årlig humørstatistik
de: Jährliche Stimmungsstatistik
es: Estadísticas anuales del estado de ánimo
fi: Vuosittaiset mielialatilastot
fr: Statistiques annuelles sur l'humeur
it: Statistiche annuali sull'umore
ja: 年間気分統計
ko: 연간 기분 통계
nb: Årlig humørstatistikk
pl: Roczne statystyki nastroju
pt: Estatísticas anuais de humor
sv: Årlig humörstatistik
zh_hans: 年度情绪统计

source: yesterday
da: i går
de: gestern
es: ayer
fi: eilen
fr: hier
it: ieri
ja: 昨日
ko: 어제
nb: i går
pl: wczoraj
pt: ontem
sv: i går
zh_hans: 昨天

source: Yesterday
da: I går
de: Gestern
es: Ayer
fi: Eilen
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
nb: I går
pl: Wczoraj
pt: Ontem
sv: I går
zh_hans: 昨天

source: You've Unlocked Premium Access
da: Du har låst op for Premium-adgang
de: Sie haben den Premium-Zugang freigeschaltet
es: Has desbloqueado el acceso premium
fi: Olet avannut Premium-käyttöoikeuden
fr: Vous avez débloqué l'accès Premium
it: Hai sbloccato l'accesso Premium
ja: プレミアムアクセスが解除されました
ko: 프리미엄 액세스를 잠금 해제하셨습니다
nb: Du har låst opp Premium Access
pl: Odblokowałeś dostęp premium
pt: Você desbloqueou o acesso Premium
sv: Du har låst upp Premium Access
zh_hans: 您已解锁高级访问权限

source: Alert
de: Alarm
es: Alerta
fi: Varoitus
fr: Alerte
it: Mettere in guardia
ja: 警告
ko: 알리다
nb: Varsling
pl: Alarm
pt: Alerta
sv: Varna
zh_hans: 警报

source: Type
de: Typ
es: Tipo
fi: Tyyppi
fr: Taper
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt: Tipo
sv: Typ
zh_hans: 类型

source: Version %@
de: Ausführung %@
es: Versión %@
fi: Versio %@
it: Versione %@
ja: バージョン%@
ko: 버전 %@
nb: Versjon %@
pl: Wersja %@
pt: Versão %@
zh_hans: 版本%@

source: okay
es: bueno
fi: okei
fr: d'accord
it: va bene
ja: わかった
ko: 좋아요
nb: greit
pl: dobra
pt: ok
sv: okej
zh_hans: 好的

source: Premium Version
es: Versión prémium
fi: Premium-versio
fr: Version Premium
it: Versione Premium
ja: プレミアムバージョン
ko: 프리미엄 버전
nb: Premium versjon
pl: Wersja premium
pt: Versão Premium
zh_hans: 高级版

source: Religion
es: Religión
fi: Uskonto
it: Religione
ja: 宗教
ko: 종교
pl: Religia
pt: Religião
zh_hans: 宗教
